(setq char-menu '("—" "‘’" "“”" "…" "«»" "–"
                  ("Consonants Eng" "θ" "ð" "ʒ" "dʒ" "ŋ" "ʃ" "tʃ" "ʔ")
                  ("Vowels Eng" "ɪ" "æ" "ʌ" "ɑː" "ɔː" "oʊ" "ʊ" "uː" "ɝ" "ə" "ɚ" "aʊ" "ɔɪ" "eɪ" "aɪ")
                  ("Math"       "≈" "≡" "≠" "∞" "×" "±" "∓" "÷" "√")
                  ("Arrows"     "←" "→" "↑" "↓" "⇐" "⇒" "⇑" "⇓")
                  ("Greek"      "α" "β" "Y" "δ" "ε" "ζ" "η" "θ" "ι" "κ" "λ" "μ"
                   "ν" "ξ" "ο" "π" "ρ" "σ" "τ" "υ" "φ" "χ" "ψ" "ω")))

(provide 'init-edit)